{
    "crossbow": {
        "uuid": "crossbow",
        "name": "Zhuge Liang's Crossbow 诸葛连弩",
        "range": "1",
        "title": "With Zhuge Liang's Crossbow equipped, a player may attack as much as desired during their turn."
    },
    "black-pommel": {
        "uuid": "black-pommel",
        "name": "Black Pommel 青釭剑",
        "range": "2",
        "title": "With the Black Pommel equipped, a player ignores the armor of the target."
    },
    "ice-sword": {
        "uuid": "ice-sword",
        "name": "Ice Sword 寒冰剑",
        "range": "2",
        "title": "When an attack hits its target, the attacker holding Ice Sword has a choice. They can either damage the target or chose to remove two cards from the target."
    },
    "gender-swords": {
        "uuid": "gender-swords",
        "name": "Male and Female Twin Swords 雌雄双股剑",
        "range": "2",
        "title": "When a player holding Twin Swords attacks a target of the opposite gender, the player can force the target to make a choice. The target must either discard a hand card or the player to draw one."
    },
    "green-dragon-blade": {
        "uuid": "green-dragon-blade",
        "name": "Green Dragon Blade 青龙偃月刀",
        "range": "3",
        "title": "When a player has the Green Dragon Blade equipped and the target of their attack uses an escape, the attacker may attack the target again."
    },
    "serpent-spear": {
        "uuid": "serpent-spear",
        "name": "Serpent Spear丈八蛇矛",
        "range": "3",
        "title": "When an attack is desired, the player holding the Serpent Spear can decide to discard two hand cards to generate the attack."
    },
    "axe": {
        "uuid": "axe",
        "name": "Stone Axe 贯石斧",
        "range": "3",
        "title": "When the target of the player's attack escapes the attack, the player can then discard two other cards to cause the attack to hit."
    },
    "longbow": {
        "uuid": "longbow",
        "name": "Longbow 麒麟弓",
        "range": "5",
        "title": "When the player with the Longbow damages another player with an attack, they can discard an equipped horse of the target."
    },
    "ancient-scimitar": {
        "uuid": "ancient-scimitar",
        "name": "Ancient Scimitar 古锭刀",
        "range": "2",
        "title": "When the target of an attack receives damage and does not have any hand cards, the damage is increased by one."
    },
    "fire-fan": {
        "uuid": "fire-fan",
        "name": "Fire Fan 朱雀羽扇",
        "range": "1",
        "title": "With this equipped, a player may attack as much as desired during their turn."
    },
    "silver-moon-lance": {
        "uuid": "silver-moon-lance",
        "name": "Silver Moon Lance 银月枪",
        "range": "3",
        "title": "Whenever the wearer uses a black card outside of their turn, it is considered an attack on someone in their attacking range."
    },
    "weapon": "weapons",
    "weapons": [
        "crossbow", "blackpommel", "icesword", "genderswords", "greendragonblade", "serpentspear", "axe", "longbow", "ancientscimitar", "firefan", "silvermoonlance"
    ],
    "eight-trigrams": {
        "uuid": "eight-trigrams",
        "name": "Eight Trigrams 八卦阵",
        "title": "Whenever an escape is needed, the wearer can perform a judgment. If it is red, the escape is considered to be provided."
    },
    "black-shield": {
        "uuid": "black-shield",
        "name": "Black Shield 仁王盾",
        "title": "Black attacks cannot hit the wearer."
    },
    "wood-armor": {
        "uuid": "wood-armor",
        "name": "Wood Armor 藤甲",
        "title": "While this is equipped, the wearer cannot be damaged by barbarians, hail of arrows, or non-elemental attacks. When receiving any fire damage however, the damage is increased by one."
    },
    "silver-helmet": {
        "uuid": "silver-helmet",
        "name": "Silver Helmet 白银狮子",
        "title": "While equipped, the wearer can be damaged at most one health per instance. Also, when the wearer loses this card from their equipment area, they regain one health."
    },
    "armor": [ "eighttrigrams", "blackshield", "woodarmor", "silverhelmet" ]
}
